{
  "title": "'Rango'",
  "credit": "dir. by Gore Verbinski",
  "image": "images/reviews/rango-poster.jpg",
  "imgAlt": "rango-poster",
  "imgTitle": "Mostly desaturated, for your pleasure.",
  "text": "<p>When I saw 'Rango', I couldn't help but think of 'Toy Story'. Both movies indulge in magic realism — a genre where, as the name implies, the boundaries between the magical and the real are confused — and both also indulge in a lot of the recontextualization of objects from the perspective of much smaller characters, which I think is by now an unspoken mandate of movies like these. 'Rango', though, is much more magic than real; whereas 'Toy Story's premise was \"what if toys were alive?\", 'Rango's is \"what if lizards were not only anthropomorphically sentient <i>but also</i> had Colt .45 guns and bullets scaled to size?\"</p><p>'Toy Story' broke from magic realism by given an at least semi-plausible explanation for how its reality could mesh with the audience's reality, but 'Rango' never cares to attempt an explanation for the miniature guns, or Rango's meeting with \"The Spirit Of The West\", structured according to a folk story Rango (ostensibly) made up on the spot earlier in the film, or why there's miniature dynamite, or why all these lizards and moles and whatnot are bipedal, or any number of other things that definitely would stick out if 'Rango's magic reality were thrust into our own. It just doesn't care; it runs entirely on \"Rule of Cool\" (or at least \"Rule of Aesthetically Cool\"). It couldn't make that great reference to 'Shanghai Noon', for instance, if it was bogged down with the need to explain how Rango could have a miniature gunbelt to drop around his feet.</p><p>'Rango' is basically a love letter to other movies working double-duty as a comedy. In the words of <a href=\"http://www.washingtonpost.com/blogs/comic-riffs/post/it-takes-two-to-rango-in-land-of-allusion-animated-johnny-depp-film-is-a-valentine-to-hollywood/2011/03/11/ABRZxZR_blog.html\">Michael Cavna</a>, it alludes to \"everything from 'The Wizard of Oz' to 'Apocalypse Now' to more Clint Eastwood movies than you can shake a cheroot at.\" Hell, Clint Eastwood himself even makes an appearance, though he's voiced by Timothy Olyphant (who does a better Eastwood than you might think). All this latent imagery makes sense in a film about identity — Rango asks himself \"who am I?\" several times over the course of the film (duh, <a href=\"images/rango-poster.jpg\">you're Johnny Depp</a>); he picks his name off the side of a bottle, lives in a generic desert town named \"Dirt\", and is forced to deal with various archetypical criminals — and it manages to avoid merely being a patchwork of other films through some truly creative uses of its characters and world.</p><p align=\"center\"><a href=\"images/rango-cactus.jpg\" class=\"image\"><img src=\"images/rango-cactus.jpg\" alt=\"rango-cactus\" width=\"80%\" class=\"caption\"/></a><br/>See it's a metaphor, right?</p><p>But what is its main strength — its extreme self-awareness, knowing that it's a movie and toying with the logical boundaries being a movie entails — is also its main weakness. It knows that it doesn't have to explain itself, and perhaps goes a bit too far because of it. By the time the trees start walking you're either with the plan or throwing your hands up and walking out.</p><p>The part that really rankles me, though, is how it treats Rango's resolution of his search for identity. Cruelly enough, Rango reaches apotheosis not by transcending his assigned \"role\" in the film, but by accepting and falling back into it. He doesn't figure out who he really is, he just dons a variation on the mask he's been wearing the entire time, the implied justification being that, well, that's how these things go, we guess. Consider that Rango's \"Spirit Of The West\" is shown as a once-young gunslinger now mired hopelessly in obsolescence, walking in the middle of nowhere with a metal detector, collecting old fish hooks for some unknown reason. When he tells Rango that \"no man can walk out on his own story,\" and when Rango believes him (and succeeds <em>because</em> he believes him), it feels strangely hollow in that special kind of \"we're sorry, our ending was changed on us by the studio\" sense.</p><p>The irony is that, whether the product of intellectually defeatist filmmakers or money-minded men sitting at corporate meeting tables, while the simpler take is meant to represent something much more lighthearted and safe, it in reality gives us a depressingly nihilistic take on issues of identity: That no matter how much you search for your own sense of self, no matter how hard you try to create your own identity, it ultimately won't matter a lick. The people want you to be a hero because there's always been a hero 'round these here parts, and sorry, Rango, but these expectations aren't going to conform to themselves. I guess when the owl mariachi band said the poor chameleon was going to die, even they didn't know what they meant.</p></div>"
}