{
  "title": "A minor and insignificant treatise on internet poetry, and the disparity between presence and person therein.",
  "image": "images/essays/internet-poetry.jpg",
  "text": "<p>(note: the internet being what it is, and given that i wrote this years ago, a lot of the links don't work. i've tried to wayback machine what i could, but some of this shit is mad obscure, even for it. sorry, i guess.)</p><p>You might have read <a href=\"reviews/a-million-bears-by-spencer-madsen\">my review</a> of 'a million bears' by Spencer Madsen. If you haven't, here's the short version: I liked it. (Spencer Madsen, in turn, liked my review; he purportedly \"laughed three distinct times\" when he read it). I liked it because it told a story, and I like stories. I also liked it because it creatively used bricolage.</p><p>Let's talk a bit about <a href=\"http://en.wikipedia.org/wiki/Bricolage\">bricolage</a>. The word gets stretched around a bit depending on the discipline, but very basically it means creating something new using something old. In literature it's primarily referring to someone taking text from a bunch of sources and mashing it up to make a new text, usually by exploiting the multiple meanings inherent in most words as well as including underhanded commentary through the nature of juxtaposition.</p><p>To give an example, here's an excerpt from a work-in-progress by me, the entire text of which is based on various song lyrics:<blockquote>She’s so heavy. All her weight, it falls on me, it falls on me. Both my shoulders are heavy from the weight of us both. I feel a weakness coming on.</blockquote></p><p>These are lyrics by four different different songs by four different bands, stretching over forty years of music history - yet all four share a common theme, and placed as they are form a natural, linear progression. By using bricolage I could both tell a story and make a comment in a way that I otherwise could not. It seemed like a cool idea at the time.</p><p>I bring it up because bricolage is the defining characteristic of internet poetry (especially <a href=\"http://en.wikipedia.org/wiki/Flarf\">flarf</a>). Perhaps a bit reductively I would call Spencer Madsen an \"internet poet\", both because he has an active internet presence (is he a part of the Twitterati? Fuck if I know) and he's self-publishing his poetry over the internet, but also because he uses time-honored \"postmodern\" (fuck that word) techniques to craft his poetry. 'a million bears' retweets Kanye West, for chrissakes.</p><p>So yeah, by and large internet poetry is based on the Duchampian notion of found/\"ready-made\" art, that out there are thousands of undiscovered pieces of poetry that, because they were not coined by a name and approved by a gatekeeper, remain obscure and ignored. Pretty much every internet poet talks a lot about the democratization of language, which is a concept I find fascinating. I have a <a href=\"http://www.completelyfictional.com/poems/plagiarised-1\">poetry series</a> based around found art. I run a flarf account on Twitter even (though I won't disclose what it is because I co-opt friends' language a lot). I read contemporary internet poetry much more than I read \"classic\" poetry, which, aside from Walt Whitman, is almost never. I have my reasons for that. They're probably not very good.</p><p>So I've stumbled across Steve Roggenbuck, the patron saint of the flarf/internet poetry/neo-dadaist/\"boykitten\"/whatever movement. Actually, I stumbled across him well before I stumbled across Spencer Madsen (the exact progression is <a href=\"http://www.picturesforsadchildren.com/\">John Campbell</a> led me to Roggenbuck, who led me to Peligroso, who led me to Madsen). I have, then, of course, stumbled across <a href=\"http://www.livemylief.com\">his website</a>. I've stumbled through his glut of image macros. All of it is him taking pre-existing text (as far as we know) and combining that with a pre-existing (I think) image. It's pure bricolage. I've watched many of his videos/vlogs. There's some bricolage there, too. Sometimes.</p><p>Steve Roggenbuck has a weird presence. Watch one of his vlogs; watch him wander around and prattle on in that purposefully-obnoxious voice. That's not his natural voice, of course; he proves that by dropping the nasal monotone at certain points in his <a href=\"http://livemylief.com/post/7393942547/help-me-follow-my-heart-and-go-on-a-poetry-tour\">poetry tour vlog</a>. Read his Facebook feed (he'll most likely friend you) or just follow him on Twitter; when he's not flarfing he's talking almost exclusively in initialisms, abbreviations and outright misspellings of words, a language wholly unique to the web. This, too, got dropped when he was interviewed by <a href=\"http://www.radioactivemoat.com/1/post/2011/06/steve-roggenbuck-an-interview-by-paul-cunningham\">Radioactive Moat Press</a> and <a href=\"http://disco-nun.tumblr.com/post/7090621982/interview-w-steve-roggenbuck\">Nolite Bastard</a> (though interestingly it got <a href=\"http://wewhoareabouttodie.com/2011/07/14/we-who-are-about-to-tweet-steveroggenbuck/\">ratcheted up to eleven</a> when Whe Who Are About To Tweet interviewed him; read into that what you will).</p><p>In his Nolite Bastard interview Steve Roggenbuck offered up a definition of internet poetry:<blockquote>i talk more about “internet poetry” as a movement because for me there are actually ideas behind internet poetry—using the forms and distribution models of blogs and viral websites to spread poetry to new audiences</blockquote></p><p>By that definition Internet poetry isn't about the content (per se), it's about the action. It's less like he truly believes his poetry is poetry - lately he even <a href=\"http://livemylief.com/post/5591390626/am-i-even-a-poet-anymore-i-started-writing\">outright questions</a> whether he is a poet - and more like he's trying to <em>make a point</em> about what poetry can do if it opens itself to new forms of communication (as opposed to sticking to \"twelve-point-god-dang font. black on white. left-aligned.\", to quote <a href=\"http://www.youtube.com/watch?v=bGyloBitGjc\">this vlog</a>.)</p><p>Similarly, read <a href=\"http://web.archive.org/web/20110824230135/http://ponchopeligroso.com/2011/03/11/kat-dixon-has-called-me-and-my-peers-neo-dadaists-but-i-disagree/\">this blog post</a> by Poncho Peligroso (of <a href=\"http://www.ponchopeligroso.com/\">Poncho Peligroso</a> fame). Notice how different his language is between the excerpted interview and the rest of the post \"proper\".<blockquote>As a child in Texas, I was often made fun of by my classmates, told to ‘stop talking nerd’, and forced to consciously slow down my speech and choose smaller words just to be understood, even though ‘hence’ is monosyllabic.</blockquote></p><p>Now read <a href=\"http://web.archive.org/web/20110824230144/http://ponchopeligroso.com/2011/02/27/manifesto-on-the-universality-of-poetry-and-the-equal-validity-of-words/\">his poetry manifesto</a>. Specifically, this paragraph:<blockquote>Poetry is universal. When ‘poets’, through projecting an air of pretension or exclusivity, dissuade someone from saying or writing what they need to say or write to feel better or to communicate with another human being or to [any reason anybody would write a poem] because they feel that they are somehow not qualified to translate their emotions into the words we use every day of our lives, we do ourselves a great disservice. Just as we encourage physical activity to prevent the decay of the body, so should we encourage the abundance and universality of poetry to prevent the decay of the language and our capacity to use it the way we want. Poetry is not magic. Poetry is not sustenance. Poetry is words.</blockquote></p><p>He then brings that language \"down\" much further in his bullet-point-esque manifesto-summation:<blockquote>Language is language.<br/>Words are words.<br/>Poems are poems.<br/>Words are language.<br/>Poems are words.<br/>Poetry is language.<br/>Run wild</blockquote></p><p>I'm going to bring Spencer Madsen back into this; check out his <a href=\"http://www.twitter.com/spencermadsen\">Twitter feed</a> too. Note the language. Now I'm going to reprint (with permission, of course) the text of the email he sent when he emailed me the .pdf of \"a million bears\":<blockquote>Hey Zack,<br/><br/>Hope you had a fantastic fourth.<br/><br/>Attached here is the cover art and content in their entirety.<br/><br/>Thanks for your interest!<br/><br/>Feel free to reach me for any questions, or to talk about anything.</blockquote></p><p>Now here's something he posted on Steve Roggenbuck's Facebook wall:<blockquote>¿hi what time is it?<br/>welcome to ur fut ture<br/>w. me be ing hap py</blockquote></p><p>I had a Facebook conversation with him shortly after I posted my review of \"a million bears\". I saw first-hand the language usage shift - first formal, then shockingly informal and nigh-dadaistic. Which is the mask? Who the fuck cares.</p><p>At the end of his poetry manifesto Poncho Peligroso links to <a href=\"http://twitter.com/#!/Aurist/status/16628868039319552\">this tweet</a>. He calls it a poem, though later he admitted that when he posted it he didn't even know if the author considered it a poem; the important thing, though, was that as soon as Poncho read it, he cried.</p><p>At <a href=\"http://www.youtube.com/watch?v=vL1JMqT9TZQ&amp;feature=player_embedded#t=130s\">one point</a> in <a href=\"http://livemylief.com/post/7393942547/help-me-follow-my-heart-and-go-on-a-poetry-tour\">this vlog</a>, Steve Roggenbuck asks, \"Will I regret this period in my life?\" He stares off-camera for a few moments before jump-cutting away to this statement: \"I'm in a sense making a fool of myself repeatedly on the internet, though some people wouldn't call it that, they'd call it literature.\"</p><p>Steve Roggenbuck and Poncho Peligroso seem <a href=\"http://www.twitter.com/biebercrazie4u\">have</a> a <a href=\"http://web.archive.org/web/20110327113002/http://ponchopeligroso.com/2011/03/09/blog-recklessly/\">thing</a> for Justin Bieber. I say \"seem to\" because it feels like a joke. Or, when someone asked Felise Norris the same thing, <a href=\"http://snapsnapgringrin.tumblr.com/post/6094874469\">this was her reply</a>. Or, read <a href=\"http://yourpoemsucks.tumblr.com/\">this blog</a>. Why the fuck are people so <a 2011=\"\" www.thisishimthisishe.com=\"\" 05=\"\">goddamned in love with post-irony</a>?</p><p>(Update: check out <a href=\"http://twitter.com/#!/ponchopeligroso/status/95202135737774081\">these</a><a href=\"http://twitter.com/#!/ponchopeligroso/status/95202794134441984\">two</a> tweets by Poncho, posted about an hour ago.)</p><p>Whatever. I like Steve Roggenbuck and Poncho Peligroso and Spencer Madsen. <a href=\"http://www.popserial.net\">Stephen Tully Dierks</a> is alright too. Felise Norris didn't accept my friend request on Facebook, but I still think she's a cool person (Felise Norris is not an internet poet, as far as I know). I haven't read much by Tao Lin, whom everyone likes to blame for all this internet poetry stuff. I did like the first part of \"<a href=\"http://eeeee-eee-eeee-bed.blogspot.com/\">eeeee eee eeee</a>\".</p><p><a href=\"http://heheheheheheheeheheheehehe.com/\">Tao Lin's blog</a> is weirdly self-deprecating. It's like reading the thoughts of someone who doesn't believe that he's doing things that other famous people have done - namely, write things to put in places not in his control, read by people he'll never ever meet and lauded with words he would never use to describe intentions he never possessed.</p><p>It's like he's lived his life with complete humility, knowing that hey, maybe he has some talent, but he's doing this for himself; he has no illusions that he's ever going to get famous for his writing - and he's certainly not good enough to start movements or anything. So when that happens he takes his many ounces of celebrity and simultaneously cherishes them but also keeps them at arms-reach in a surreal little box, surrounded by an impenetrable deadpan, or a droll dadaism, or a whooping and hollering madman impression. Because who would really want to see the real him? What kind of entertainment is normality and humility? Why not be droll and deadpan and ironic and post-ironic and strange? That brings in the big bucks, right?</p>"
}