{
  "title": "Feminism, Image Obsession and Lana Del Rey, ‘Born to Die’.",
  "image": "images/essays/lana-del-rey.jpg",
  "text": "<p>Is Lana Del Rey anti-feminist?</p><p>Evan Rytlewski from The AV Club <a href=\"http://www.avclub.com/articles/lana-del-rey-born-to-die,68365/\">said</a> that “[i]f there is a joke in the song, it isn’t on the boyfriend, but on Del Rey, a one-note vixen who’s so solely self-defined by her feminine allure that sexual rejection undermines her reason for being.”</p><p>Lindsay Zoladz from Pitchfork <a href=\"http://pitchfork.com/reviews/albums/16223-lana-del-rey/\">said</a>, “You'd be hard pressed to find any song on which Del Rey reveals an interiority or figures herself as anything more complex than an ice-cream-cone-licking object of male desire.”</p><p>Kitty Empire from The Guardian even <a href=http://www.guardian.co.uk/music/2012/jan/29/lana-del-rey-born-die-review>proclaimed</a> that 'Born to Die' was a “thoroughly dissolute, feminist nightmare of a record” (though, interestingly, she went on to praise the album).</p><p>To quote a drill sergeant that I had the pleasure of being tortured by during basic, if three people say the same thing about you, then you're the problem.  And these are just the three people most convenient for me to quote.</p><p>And to be fair, listening to, like, 90% of the album and its incessant crooning about how awesome vapid lifestyles and subservient, patriarchal relationships are, it's easy to fall into that mindset. For a while, I agreed.</p><p>But I don't feel like it can be true, not with all the terrible things that Del Rey describes happening to her as a result of her relationships. And especially not if one really listens to the album's final track, “This Is What Makes Us Girls”. I know that after I really listened to it, I felt like I'd had an epiphany about the concept of the album. Or if not an epiphany, at least I had an enlightening two-by-eight strike me in the forehead.</p><p>'Born to Die', I feel, is not about something as silly as reifying societal norms for relationships. It's about a woman trapped in a 16-year-old's mindset, caught in the belief that her high school years were the only times she was happy and belonged: \"A freshman generation of degenerate beauty queens, and you know something? They were the only friends I ever had.\"</p><p>Her and her friends ended up getting into trouble, and it earned her a ticket out of town, crying as she leaves them behind. She can't get over her preoccupation with her past life, and all the terrible things that happen to her over the course of the album are a direct result of her arrested development.</p><p>She wants to objectify herself: \"Runnin' from the cops in our black bikini tops screaming, 'Get us while we're hot. Get us while we're hot'\"</p><p>She wants to be debauched: \"Everybody knew that we had too much fun. We were skipping school and drinking on the job (With the boss)\"</p><p>She clings to a juvenile vision of relationships: \"We all look for heaven and we put our love first. Something that we'd die for.\"</p><p>I mean, that's the <em>perfect</em> recipe for the situation described in \"Off To The Races\". It's the perfect recipe for the self-destructive nihilism that even the album title projects.</p><p>“Don't cry about it. It's gonna happen,” Del Rey sings. She firmly believes that she was always going to end up living this kind of life.</p><p>Consider this: the music video for \"Born to Die\" (the song) has Lana Del Rey dying at the end in a car crash. Why was there a car crash? Her boyfriend, who is driving, leans over to kiss her, and loses control because he's not watching the road.</p><p>Come on, now. She's literally been killed because her boyfriend wanted to display affection. She's basically saying that she died because of her relationship.  <em>That is super fucking depressing.</em></p><p>To quote <a href=\"http://www.slantmagazine.com/house/2012/02/lana-del-reys-feminist-problem/\">Paul Rice from Slant Magazine</a>, “Del Rey's been called anti-feminist, though for what reason I still can't discern. She wears sexy clothes? She sings sad songs about wanting love so badly it might kill her? ... [Del Rey] shows us a version of female desire that we're not used to hearing, one that's genuinely felt on 'Born to Die.'”</p><p>Rice is focusing on the startling honesty in Del Rey's music, of course. There are plenty of vixens in sexy clothing &mdash; Rice even mentions a few big ones, like Minaj and Gaga and Perry and Ke$ha &mdash; and there are plenty of sad love songs, but few of them have Del Rey's earnest self-awareness. And few of them are as philosophically interesting.</p><p>I'm reminded of an episode of the Big Bang Theory where the mother of the ostensible main character comes to visit. She talks to Penny, the perpetual “girl next door” of the series, and in the course of the conversation learns that Penny is an aspiring actress. She tells Penny that people who want to be on the stage have an external locus of attention &mdash; they are validated by other people.</p><p>I'm also reminded of a psychology professor that I admire for, basically, knowing his shit. We were talking about what adolescents are looking for the most. Adolescent boys, we agreed, wanted to demonstrate power (that one's obvious). When I asked him what adolescent girls wanted, he paused and thought for a moment.</p><p>“They want to be seen,” he finally said.</p><p>Watching the much-drooled-about <a href=\"http://www.youtube.com/watch?v=HO1OV5B_JDw\">music video</a> for “Video Games”, it's impossible to ignore just how many times images of cameras pop up: of a woman &mdash; actress/model Paz de la Huerta &mdash; drunk, tripping endlessly down a sidewalk, flashbulbs constantly going off as she does.</p><p>Go to Del Rey's <a href=https://twitter.com/#!/lanadelrey>Twitter account</a> and in the bio section she quotes a line from a b-side song, “China Doll” (or was it “Without You”? I'm not sure): “EVERYTHING I WANT I HAVE. MONEY, NOTORIETY AND RIVIERAS &mdash; I EVEN THINK I FOUND GOD- IN THE FLASH BULBS OF YOUR PRETTY CAMERAS.” (All caps courtesy of Del Rey)</p><p>Because it's my nature, I'm choosing to read into Del Rey quoting a little-known song of hers in such a prominent spot (instead of the easy mark, “Video Games”, or at least a song that is actually on 'Born to Die').</p><p>Consider this line from \"Carmen\" (a song on the album): “Sing your song, song, now the camera's on, and you're alive again.” Or the recurring motif of dresses being put on to capture attention &mdash; hey, didn't Rice say something about Del Rey and “sexy clothes”? Or the obsession with death and heaven/paradise that pervades 'Born to Die'. In “Summertime Sadness”, Del Rey even sings that she's finally happy with dying.</p><p>And why is she finally happy with death? Is it <em>really</em> because she's got her “bad baby by her heavenly side”? Or &mdash; and please forgive me for the Camus reference, but I finished 'The Stranger' today and it's fresh in my head &mdash; is she opening herself to the gentle indifference of the world?</p><p>The irony of 'The Stranger's climax was that Meursault realized that he would feel less alone &mdash; be “consummated”, even &mdash; if he were greeted by cries of hate at his execution. And Del Rey, by being stalked by the vicious and merciless tabloid cameras, is finding her own solace, her own version of “God”.</p><p>In other words, she is happy because she is sad, because she is following along the life's course that her own dark inner tide has pushed her along. I mean, she explicitly does not want to leave her own “Dark Paradise”.</p><p>Sadly, though, I'm aware of her <a href=http://www.complex.com/music/2011/10/interview-lana-del-rey-talks-plastic-surgery-internet-backlash-and-new-album>interview</a> with Ernest Baker from Complex:<blockquote><p><strong>Anytime I talk to someone who’s facing backlash, it’s always “Whatever” or “Haters are going to hate.”</strong></p><p>I don’t feel that way. I’m not that cool. I feel like I want to fucking kill myself. It’s miserable.</p><p><strong>What bothers you about the criticism?</strong></p><p>I’m just not interested. Music is secondary to me. I wish I could go back to normal. I’m a really quiet person. I always have been. It’s hard when you see a lot of things written about you. It’s not what I had in mind.</p><p><strong>Yeah, there’s a lot of speculation about your lips.</strong></p><p>I can tell that’s going to be a fucking problem. I didn’t sign up to be famous, I just wanted to sing. It’s so annoying, but what am I going to do?</p></blockquote></p><p>Well, if you were Camus, you'd either kill yourself or have a cup of coffee. But that's enough about Camus. Everyone talks about Camus.</p><p>Instead, let's talk about New Critics. You know, the people who ignore authors when they get in the way of the critic's pretty interpretation of a work.</p><p>I'm just kidding.</p><p>Seriously, though, Del Rey herself has stated that the album is about heartbreak &mdash; two relationships in particular, with people she “couldn't hang on to.”</p><p>“When you’re an introvert like me and you’ve been lonely for a while, and then you find someone who understands you, you become really attached to them,” Del Rey said in her interview with Baker. “It’s a real release.”</p><p>Release-through-understanding warped into happiness-through-sadness? That's the definition of an unhealthy relationship teetering on the kind of collapse 'Born to Die' depicts.</p>"
}