{
  "title": "We are all branches on the tree of life: an essay exploring meaning in 'The Tree of Life",
  "image": "images/essays/tree-of-life.jpg",
  "text": "<p>'The Tree of Life', written, directed, and produced by Terrence Malick (the same guy behind 'Badlands' and 'The Thin Red Line') can be described best by two different bits of dialogue within the film.</p><p>The first is given when Mrs. O’Brien (played by Jessica Chastain) is reading a story to her children. One of them asks her, \"Tell us a story from before we can remember.\"</p><p>The second is a voiceover; Mr. O’Brien (Brad Pitt) is at a diner with his eldest son, credited as \"Young Jack\". While the camera focuses in on the son, O’Brien’s back turned, his voice can be unmistakably heard: \"You know what the difference between objective and subjective is, right? Subjective means it’s in your head; nobody can prove it.\"</p><p>The film, already-notorious for its paralyzing abstraction (writer/novelist Joey Comeau described it as \"a bewildering bonkers movie\") is a hotbed for all kinds of subjective interpretations, and it concerns times during which most, or all, of the viewers of this film were not yet alive, let alone could remember.</p><p>Brad Pitt, taking questions at the Cannes Film Festival, described the film as containing two interweaving narratives &mdash; a \"micro\" narrative (the story of the O’Brien family, taking place in the 1950s) and the \"macro\" narrative (the story of the creation, growth, and possibly death of the universe, taking place over untold billions of years).</p><p>Both narratives are inherently interpretative. The macro narrative is the film’s analogue to Genesis, the first book in the Bible (lest Biblical overtones be overlooked, the opening card is a quote from Job, and Job’s story is referenced twice elsewhere during the micro narrative &mdash; once, even, in a Catholic sermon). It provides imagery of the Big Bang &mdash; and ensuing turmoil on planets as the universe reaches a status quo &mdash; of evolution, and even of dinosaurs.</p><p>But not only are these images interpretative based on their concept; many &mdash; <a href=\"http://www.fandor.com/blog/?p=4492\">maybe close to all</a> &mdash; of the images in this section are excerpts or derivations of films by experimental/avant-garde filmmakers. A digitally-enhanced still from Scott Nyerges’ short film \"Autumnal\" can be seen on the poster, and the recurring image of a free-floating formation of light is directly taken from the 1957 short film \"Multidimensional\" by Thomas Wilfred. Many of these films were culled by the Center for Visual Music (CVM), who is thanked in the credits.</p><p>Back in 2006, the CVM posted a call for experimental filmmakers to contribute work for a \"major motion picture\"; while they did not state outright which film it was (nor would they, of course), it seems reasonable, based on the criteria posted, to assume that it was connected to Malick:<blockquote>a) Abstract, non-representational work with mysterious, suggestive elements<br>b) Experimental or abstract work suggesting organic processes<br>c) Abstract, non-representational imagery that metaphorically suggests molecular, subatomic, natural and/or cosmological processes and phenomena<br>d) Spiritually-inspired abstract imagery, such as that which is inspired by Buddhist or Taoist beliefs or using sacred imagery<br>e) Abstract Visualizations of music in which the visuals have an organic, mysterious, spiritual or suggestive element</blockquote></p><p>It’s the Hollywood equivalent of \"found art\"; pre-existing works dusted off and re-contextualized to present a different sentiment than originally intended. It is not only Malick’s visual interpretation of Genesis, but his re-interpretation of others’ work as the medium for that idea.</p><p>The micro narrative, meanwhile, contains not only a scene of Jessica Chastain flying unaided, but also a fractured and confusing account of deaths and injuries. The first section of the micro narrative is mourning and death; one of the O’Brien children died at 19, as the voiceover explains. During the grieving, Mrs. O’Brien’s mother tries to comfort her daughter with a barrage of ineffectual platitudes. This culminates in her feebly, and damagingly, telling her daughter that \"at least you have the other two.\"</p><p>Later on in the film a boy appears to drown. As Mr. O’Brien gives CPR, Mrs. O’Brien kneels over the child, hysterical. \"My baby, my baby,\" she shouts out. The next scene is of the O’Brien family leaving a funeral, only two boys in tow &mdash; one of them Young Jack, who is clearly not 19.</p><p>At some point the O’Brien house may also have been flooded or burnt down. We see a brief shot of Mrs. O’Brien in a nightgown trying to lead one of her sons out of a submerged house; later we see a brief shot of the interior of the O’Brien front door covered in flames, followed by a scene of several men &mdash; Mr. O’Brien included &mdash; shoveling a pile of what appears to be flame-darkened rubble.</p><p>Has something happened to the O’Brien house? We aren’t told outright, and we never get a true run-through of the house so we can’t know for sure if the layout has changed. What we do know is that at one point we see the front porch, and it is made of wood; at another point, after the \"fire\", Young Jack runs outside and over concrete front steps.</p><p style=text-align:center>+++</p><p>There is, perhaps, a third narrative to the story, which is Adult Jack (Sean Penn), credited only as Jack. Jack is an extension of the 1950s micro narrative, updated to modernity; as such, his story is influenced by his past, but has a life and a color all its own. Jack is married; he lives in an expensive-looking designer house; he works, apparently as an architect, at an expensive-looking company. He has all the outward trappings of a successful man, but unlike his father's rigid determinism he rambles through his day half-cocked. When he gets out of bed it is with great difficulty. At work he half-listens to his colleague describing a dilemma:</p><p>\"She wants to get back together,\" he says.</p><p>\"What can you do?\" Jack replies in a murmur, lending the statement the situational nuance reserved for delivering a truism. He doesn’t seem to be listening; he is focused on making marks on floor plans. Later his colleague is gone, and he is sitting in a chair thinking of parts of his childhood, the film jump-cutting to various fragmented scenes. When talking to a boss, or sitting in on a meeting, the others’ voices are muted and there are more jump cuts to childhood.</p><p>Jack wanders everywhere; he wanders through his office building and its surroundings, apparently with no goal in sight. He goes through several elevator rides; on one he calls his dad and apologizes for something he said.</p><p>\"Yeah, I think about him every day,\" Jack says. We don’t hear the other side of the conversation.</p><p>There are more esoteric scenes where Jack wanders through a desert. He rubs his hand over a craggy rock formation. He sees Young Jack standing on another formation ahead of him. He walks for a while, and then he runs towards a clay hill; we don’t see what’s on the other side. He sees his mother in a soft, blue linen dress, and to get to her he crosses a wooden doorway constructed of what looks like driftwood; the doorway is connected to nothing, and the threshold seems to grow around him. When he reaches the other side the film rushed in on her flowing hem, then cuts away.</p><p>Jack wanders through a beach, at one point falling to his knees and reaching for the feet of an unknown woman. She disappears and he reunites with his family, looking exactly like they did in the 1950s. He hugs his father, carries one of his brothers to his mother, and stands apart from them all as they share a group hug.</p><p>His hair is as scraggly as it was when he woke up; his suit, which looks like it fell onto Jack, is slightly unkempt and positively disheveled compared to his sharp-dressed colleagues (including his wife, who transmogrifies from \"college girl in sweats\" to \"hard-edged businesswoman in black\" in the space of half-a-scene).</p><p>Speaking of his wife, Jack never shares a word of dialogue with her. For that matter, they never share eye contact. She gives him plenty of looks &mdash; across the bed, down a balcony, over his shoulder as he lights a candle in the kitchen (it is the anniversary of his brother’s death; there is what looks like a shrine to him in the household, which Jack’s wife picks some nearby flowers to decorate, and for which the candle &mdash; an apparent mimicking of a Catholic tradition in which Mr. O’Brien indulges &mdash; is meant).</p><p>What do these looks represent? Longing? Detachment? Closeness? What is the beach? Is it the afterlife? Standing over his son’s grave, Mr. O’Brien nigh-tearfully admits that he is ashamed of criticizing his son for how he turns the pages of the sheet music; later we see that it is Young Jack who turns the sheet music for his father. Indeed, one of the elevator rides provides a beeping noise that sounds disconcertingly like the sound produced by a heartbeat monitor. Has this all been a comatose recollection by a hospitalized Jack? Is he the one who died at 19, and this film the imagery his brain provides in the last few moments of his life?</p><p>There are a million more mysteries dancing around the fringes of the film, unanswered. Does Jack have Oedipal feelings for his mother? Several times he looks at her in an undefined way; at one point he rifles through her nightwear, pulling out a white negligee that he lays out on her bed, stares at, and then, a few frames later, runs through the forest to discard in a lake, returning sweaty with a look of shame on his face.</p><p>What is the true nature of Jack’s relationship to his father? At one point Mr. O’Brien stops his son as he walks by.</p><p>\"Do you love your father?\" he asks earnestly, sitting in his recliner with newspaper in hand as Jack stands awkwardly in the outer corridor.</p><p>\"Yes,\" Jack replies softly.</p><p>Does he mean it, or does he only say it because he’s afraid of what his father would do if he said no? Jack at several point yells at his father without provocation, and in one scene where Mr. O’Brien is underneath a car, doing repairs Jack’s gaze keeps going back to the jack holding the car from crushing his father. He runs away and prays, \"God, kill my father. Take him away from here.\" Does he truly hate his father, and truly want him to die, or was that a hormonal reaction to his upbringing?</p><p>What of the 27 patents Mr. O’Brien references, and the court case that appears as he does so? He always speaks of money, of power, and of corruption: \"To get ahead in this world you can’t be too good.\" After the court case he walks out, unpleased, and when he arrives home he asks one of his children for a hug almost with a sigh of resignation. At the dinner table he lashes out at them irrationally, and yells at his wife for \"undermining him and turning his children against him\" (paraphrased). Has he been screwed out of what is rightfully his by corrupt judges controlled by rich, powerful, corrupt men? Was it ever rightfully his?</p><p>He appears to be (or have been) a military man; at the beginning of the film he takes a call at an airbase &mdash; the one informing him of his son’s death &mdash; and later we see him walking through the plant he oversees, which is partially staffed by military personnel. His hair is permanently crew-cut like a military man’s and at one point during his courtship of Mrs. O’Brien he is in full Navy uniform. However, when his plant is shut down he says he was given a \"choice\" to either have \"no job-\" implying he can be fired \"-or a job no one wants\" that requires him to uproot his family.</p><p>What does the recurring image of the form of light represent? God? At one point Jack asks God is he is watching, and if so to show him what he sees; the scene accompanying the voiceover is of the camera moving through a sea of children, none of them recognizable as Jack. The final scene of the film is Jack wandering through the beach under what looks like the Golden Gate Bridge. The camera stops on a view of the bridge as seagulls squack by, then cuts to the form of light, the seagulls and water squacking and swooshing in the score.</p><p>If this is God, and he is observing Jack, then what does that imply in the scene with the dinosaurs? One small dinosaur cowers as another bigger one pounds by; he is trying to lend into the rocks. The big dinosaur finds him anyway, and moves in for the kill... then stops, for no reason, and runs off.</p><p>Compare that to the O’Brien’s suffering. Mrs. O’Brien, in a prayer after her son’s death, asks \"Did I falter?\" After Mr. O’Brien loses his job he wonders aloud, Why him? He tries to do the right thing, he tithes. Why are they suffering?</p><p>Bringing Job into this, the point of that book was that God has a plan for everything, and no matter how bad things get, and how pointless that suffering may be, there is still a reason. Does this imply that because God spared this dinosaur, he had to make the O’Brien’s suffer? And why? What relation do they have? What cosmic plan would stretch hundreds of millions of years, bridging beings who couldn’t begin to fathom their connectedness?</p><p>The meaning of the details are up for the viewer to decide, and we are left only with the emotional threads to which we may or may not relate. Perhaps you grew up in the 1950s and you know exactly what each object on the periphery symbolizes. Perhaps you didn't and you find the gender roles cliched, as someone remarked at the theater I attended. Perhaps this is all a bunch of nonsense; for a film firmly planted in the images conjured by the psyche, any interpretation, no matter how seemingly well-founded, could probably be contradicted by the text. This is a film that is impossibly dense and, yet, so delicately fluid.</p><p>What is for sure, what no subjective interpretation can disprove, is that when the O’Brien family piles into their car to move away from what may or may not be their childhood home, there are undoubtedly three children crammed into those seats. I think.</p>"
}